{
  "home": {
    "description": "Ciao! Sono uno sviluppatore di software specializzato in soluzioni web dinamiche, con un forte focus sulle tecnologie backend."
  },
  "about": {
    "description": "Sono un professionista della tecnologia e dello sviluppo software con una formazione unica che comprende sia la sicurezza e l'intelligence criminale che la programmazione. Ho iniziato la mia carriera come Analista di Sistemi e Sviluppatore Software, dove ho acquisito solide basi nella logica e nel design dei sistemi. In seguito, ho sviluppato le mie competenze nel campo della sicurezza, specializzandomi nell'intelligence criminale, il che mi ha dato una prospettiva analitica e un approccio alla risoluzione dei problemi complessi. Oggi lavoro come Sviluppatore Web Full Stack, con specializzazione nel Backend.",
    "technologies": "Ho esperienza in tecnologie come",
    "final": "Il mio obiettivo è sviluppare soluzioni efficienti e scalabili, sfruttando sia la logica del backend che l'esperienza dell'utente frontend per creare applicazioni complete e ad alto impatto. Sono motivato a continuare ad imparare e affrontare nuove sfide nel mondo della tecnologia. Sono sempre aperto a opportunità che mi permettano di crescere professionalmente e contribuire con le mie competenze a progetti innovativi. Sono sempre aperto a nuove opportunità e collaborazioni."
  },
  "contact": {
    "title": "Contattami",
    "description": "Sentiti libero di contattarmi tramite LinkedIn, GitHub o email. Sono sempre aperto a nuove opportunità e collaborazioni."
  },
  "projects": {
    "project1": {
      "title": "Piattaforma di Film",
      "technologies": "JavaScript, HTML, CSS, Bootstrap, Mongoose, MongoDB, Express.",
      "features": "Catalogo di film e gestione degli utenti."
    },
    "project2": {
      "title": "Sistema di Prenotazione Rest-Bar",
      "technologies": "TypeScript, PostgreSQL, Express, React.",
      "features": "Prenotazioni in tempo reale e gestione dei clienti."
    },
    "project3": {
      "title": "API Ecommerce",
      "technologies": "NestJS, PostgreSQL, TypeScript, TypeORM.",
      "features": "Gestione di prodotti, utenti e ordini."
    },
    "project4": {
      "title": "Buddify - Social Network",
      "technologies": "NestJS, TypeORM, TypeScript, PostgreSQL, Next.js, Tailwind CSS.",
      "features": "Crea e unisci eventi, profili utenti ed esplorazione delle attività."
    },
    "seeRepository": "Vedi il Repositorio"
  },
  "navBar": {
    "home": "Home",
    "about": "Su di me",
    "projects": "Progetti",
    "contact": "Contattami",
    "language": "Lingua"
  }
}
